Repository: nilovelez/wp-div-es
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: # Finding a Topic for a WordPress Talk [and Diversity Speaker Outreach]
pt_br: # Como escolher um tópico para uma apresentação sobre o WordPress [e promoção de diversidade entre palestrantes]

source: ## Assets
pt_br: ## Recursos

source: ## Meetup Description
pt_br: ## Descrição do Meetup

source: ## Objectives
pt_br: ## Objetivos

source: ## Prerequisite Skills
pt_br: ## Habilidades necessárias

source: ## Screening Questions
pt_br: ## Perguntas de seleção

source: ## Teacher Notes
pt_br: ## Notas do facilitador

source: ## Workshop
pt_br: ## Oficina

source: ### Go Through Agenda
pt_br: ### Pauta

source: ### Introduce Facilitator(s)
pt_br: ### Apresentação do(s) facilitador(es)

source: ### Introductions [Long Version — Interview Neighbor ice breaker game]
pt_br: ### Apresentações [Versão longa - entrevista com o vizinho e jogo para quebrar o gelo]

source: ### Introductions [Short Version]
pt_br: ### Apresentações [versão curta]

source: ### Why are we holding a workshop for {specific group}
pt_br: ### Por que estamos fazendo uma oficina para {grupo específico}

source: (e.g. I don’t know much about making plugins but I’ve made one for custom post types).
pt_br: (por exemplo, eu não sei muito sobre como fazer plugins, mas fiz um para tipos de postagem personalizados).

source: * A large device that can show a countdown timer for the timed speaking presentations, such as an iPad
pt_br: * Um dispositivo grande de contagem regressiva para as apresentações cronometradas, como um tablet

source: * After, encourage them via a sign-up sheet or follow up email to give their contact information to agree to chat further about speaking at an event.
pt_br: * Depois, usando uma folha de inscrição ou acompanhamento por e-mail, incentive-os a dar suas informações de contato para conversar mais a respeito de falar em um evento.

source: * Apply what you have learned to your own outline.
pt_br: * Aplicar o que você aprendeu em seu próprio esboço.

source: * Ask people to write their pronouns on their nametags.
pt_br: * Peça às pessoas que escrevam seus pronomes em suas etiquetas/crachás.

source: * At the last presentation of the day, when they are presenting their topics, pitches, or outlines depending on which lesson(s) you are running, change the room to presentation format (seats in rows facing forward toward the speaker)
pt_br: * Na última apresentação do dia, quando as pessoas estiverem apresentando seus tópicos, resumos ou rascunhos, dependendo de qual(is) lição(ões) que você estiver executando, altere o formato da sala para apresentações (assentos em linhas voltadas para o(a) palestrante)

source: * Big Brain Dump
pt_br: * Toró de ideias

source: * Coming up with topics and choosing one
pt_br: * Como levantar tópicos e escolher um

source: * Dispelling The Myths of Speakers
pt_br: * Como desfazer mitos sobre palestrantes

source: * Dispelling some myths about speakers/speaking
pt_br: * Como desfazer mitos sobre palestrantes/falar em público

source: * Have several ideas for topics you could speak about
pt_br: * Ter várias idéias para tópicos sobre os quais você poderia falar

source: * Have the group sit in chairs in a circle, or in small groups around tables for most of the sessions.
pt_br: * Na maioria das sessões, o grupo deve se sentar em cadeiras em círculo, ou em pequenos grupos em torno de mesas.

source: * Identify many of the fears that have stopped you from public speaking.
pt_br: * Identificar muitos dos medos que impedem você de falar em público.

source: * If a movie of your life was made, which actor would you want to play you?
pt_br: * Se fizesem um filme de sua vida, que ator ou atriz você gostaria que interpretasse você?

source: * If you could have dinner with any person, living or dead, who would it be?
pt_br: * Se pudesse jantar com qualquer pessoa, viva ou morta, quem seria?

source: * Introductions
pt_br: * Apresentações

source: * It is useful to have a large device that can show a countdown timer for the timed speaking presentations.
pt_br: * É útil ter um dispositivo grande para mostrar contagem regressiva nas apresentações de fala cronometrada.

source: * Make sure the venue is accessible (ramps, elevators, etc.)
pt_br: * Confira se o local é acessível (rampas, elevadores, etc.).

source: * N/A
pt_br: * Não se aplica

source: * Narrowing Your Topic Selection
pt_br: * Como reduzir sua seleção de tópicos

source: * Please do not wear scents.
pt_br: * Por favor, não use perfume.

source: * Practice giving a short talk
pt_br: * Como praticar fazendo uma palestra curta

source: * Practice public speaking in front of a small group to help build confidence.
pt_br: * Praticar a fala em público em um grupo pequeno para ajudar a criar confiança.

source: * Present Your Topic
pt_br: * Como apresentar seu tópico

source: * Recall the different types of talk formats.
pt_br: * Discutir os tipos de formatos de atividade diferentes.

source: * Recognize the basics of a good outline.
pt_br: * Compreender os fundamentos de um bom esboço.

source: * Refining Your Chosen Topic
pt_br: * Como refinar o tópico escolhido

source: * Sign up sheet, clipboard, pen
pt_br: * Folha de presença, prancheta, caneta

source: * Talk Formats
pt_br: * Formatos de atividades

source: * The note about getting up and moving around whenever they want to is for accessibility for those who get antsy in their bodies.
pt_br: * É uma boa ideia avisar que as pessoas podem se levantar e andar sempre que quiserem, para aqueles que ficam impacientes quando estão parados.

source: * The venue has [elevators, ramps, etc.], [single stall washrooms for non-binary genders], [etc.].
pt_br: * O local tem [elevadores, rampas, etc.], [banheiros com compartimentos separados para gêneros não-binários], [etc.].

source: * This lesson plan can be run alone or together with several other [Speaker lesson plans](https://make.wordpress.org/training/handbook/speaker-training/).
pt_br: * Este plano de aula pode ser executado isoladamente ou em conjunto com outros [planos de aula para palestrantes](https://make.wordpress.org/training/handbook/speaker-training/).

source: * What We Are Looking For
pt_br: * O que procuramos

source: * What country would you most like to travel to?
pt_br: * Para qual país você mais gostaria de viajar?

source: * What got you into WordPress?
pt_br: * O que trouxe você ao WordPress?

source: * What is one fun thing you did this week?
pt_br: * Diga uma coisa divertida que você fez esta semana.

source: * What is the most life altering experience you’ve had in the last five years?
pt_br: * Qual foi a experiência mais impactante, de mudar a vida mesmo, você teve nos últimos cinco anos?

source: * What is your favorite way to waste time at work, without getting caught?
pt_br: * Qual é a sua forma favorita de perder tempo no trabalho, sem ser pego?

source: * What is your speaking experience, if any?
pt_br: * Qual é a sua experiência de falar em público, se houver?

source: * What you want out of the workshop
pt_br: * O que você espera da oficina

source: * Why Do You Want To Speak?
pt_br: * Por que você quer palestrar?

source: * Why speak at WordPress events?
pt_br: * Por que falar em eventos WordPress?

source: * You think you don't know anything worth speaking about
pt_br: * Você acha que não sabe de nada que valha a pena falar

source: * Your WordPress experience
pt_br: * Sua experiência com WordPress

source: * Your name
pt_br: * Seu nome

source: * Your preferred pronoun
pt_br: * Seu pronome preferido

source: * You’ve thought about speaking at Meetup or WordCamp but haven’t been able to think of a topic
pt_br: * Você já pensou em falar em um Meetup ou WordCamp, mas não consegue pensar em um tópico

source: * [Do you identify as {specific group}?]
pt_br: * [Você se identifica como {grupo específico}?]

source: * [If holding the group for women: Don’t hold it at 9pm at night.
pt_br: * [Ao organizar atividades para mulheres: não escolha um horário como 9 horas da noite.

source: * [If you are running an event for a specific group, here are notes on dos and don’ts you will want to read: [https://make.wordpress.org/community/2014/09/12/how-to-run-a-minority-only-event/](https://make.wordpress.org/community/2014/09/12/how-to-run-a-minority-only-event/) ]
pt_br: * [Se você estiver executando um evento para um grupo específico, aqui estão as notas sobre o que fazer e não fazer: [https://make.wordpress.org/community/2014/09/12/how-to-run-a-minority-only-event/](https://make.wordpress.org/community/2014/09/12/how-to-run-a-minority-only-event/) ]

source: * [If you’re doing this for diversity purposes, have a person from that specific group lead the talk.
pt_br: * [Se estiver fazendo isso com foco em diversidade, é bom ter uma pessoa do grupo de foco específico para liderar a conversa.

source: * [Slides (link to Google doc)](https://drive.google.com/open?id=1I-BlIHsvP_zJgc6AAIOBt0xUgtUUI7Q3X_VnUSNoxH4) _(All of the Speaker Training lessons are included.
pt_br: * [Slides (link para documento do Google doc)](https://drive.google.com/open?id=1I-BlIHsvP_zJgc6AAIOBt0xUgtUUI7Q3X_VnUSNoxH4) _(Todas as lições de treinamento de palestrantes estão incluídas.

source: * [State why we need more diversity in our public speakers.]
pt_br: * [Declarar porque precisamos de mais diversidade entre nossos palestrantes.]

source: * [Why are we holding a workshop for]
pt_br: * [Por que estamos realizando uma oficina para]

source: * [Workbook (link to Google doc)](https://drive.google.com/open?id=1SINx2PxKA1fiHOXSf_c_BVTFXRxoajFA) _(You may download and edit as needed.)_
pt_br: * [Material de trabalho (link para documento do Google)](https://drive.google.com/open?id=1SINx2PxKA1fiHOXSf_c_BVTFXRxoajFA) _(Você pode baixar e editar, se achar necessário.)_

source: * [You don’t think it matters that there are very few {specific group} speakers at WordPress events]
pt_br: * [Você não acha que importa que exista muito pouca gente {grupo específico} palestrando em eventos do WordPress]

source: * [You identify as {not specific group}]
pt_br: * [Você se identifica como {grupo não específico}]

source: * [You identify as {specific group}]
pt_br: * [Você se identifica como {grupo específico}]

source: ***You do NOT have to have any experience in public speaking.
pt_br: ***Você NÃO precisa ter experiência em falar em público.

source: **Accessibility**
pt_br: **Acessibilidade**

source: **Agenda**
pt_br: **Pauta**

source: **This workshop is NOT for you if:**
pt_br: **Esta oficina NÃO é para você se:**

source: **_***You do NOT have to have any experience in public speaking.
pt_br: **_***Você NÃO precisa ter experiência em falar em público.

source: A disproportionately large number of the speakers at WordPress meetups and WordCamps (and tech events in general) are one kind of person.
pt_br: Um número desproporcionalmente grande de palestrantes em Meetups e WordCamps do WordPress (e eventos de tecnologia em geral) são do mesmo grupo.

source: A large device that can show a countdown timer for the timed speaking presentations, such as an iPad
pt_br: Um dispositivo grande de contagem regressiva para as apresentações cronometradas, como um iPad

source: A lot of us suffer from Imposter Syndrome.
pt_br: Muitos de nós sofrem de síndrome de impostor.

source: A question for you: Why do you want to speak?
pt_br: Uma pergunta para você: Por que você quer palestrar?

source: A talk can also be more than one person.
pt_br: Uma palestra também pode ter mais de uma pessoa.

source: Accessibility
pt_br: Acessibilidade

source: After people have given their reasons (or if no one gives reasons), read off this list:
pt_br: Depois que as pessoas tiverem dado suas razões (ou se ninguém der motivos), leia esta lista:

source: After, encourage them via a sign-up sheet or follow up email to give their contact information to agree to chat further about speaking at an event.
pt_br: Depois, incentive-os através de uma folha de inscrição ou acompanhamento por e-mail a dar suas informações de contato para conversar mais a respeito de falar em um evento.

source: Agenda
pt_br: Pauta

source: An iPad would work.
pt_br: Uma solução seria um tablet.

source: And no matter how good a speaker you are, you will not connect with everyone in the audience.
pt_br: E não importa se for um ótimo palestrante, você não se conectará com todos na plateia.

source: Apply what you have learned to your own outline.
pt_br: Aplicar o que você aprendeu em seu próprio esboço.

source: As well, different talk formats involving more people becomes more engaging.
pt_br: Além disso, formatos de atividades diferentes, envolvendo mais pessoas podem ser interessantes.

source: Assets #Assets
pt_br: Recursos #Recursos

source: At the end when they are presenting their topics/pitches/outlines, change the room to presentation format (seats in rows facing forward toward the speaker)
pt_br: No final, quando eles estão apresentando seus tópicos/resumos/esboços, mude a sala para o formato de apresentação (assentos em fileiras voltadas para a frente para o palestrante)

source: Audiences generally sit with neutral faces, so if they aren’t smiling and nodding and cheering, that doesn’t mean they aren’t engaged.
pt_br: O público geralmente fica com rostos neutros, então, se eles não estiverem sorrindo, acenando e aplaudindo, isso não significa que eles não estejam envolvidos.

source: Be seen as an authority in your field
pt_br: Ser visto como uma autoridade em sua área

source: Becoming a Better Speaker
pt_br: Como se tornar um orador melhor

source: Brainstorm as many topic ideas as you can in 15 minutes.
pt_br: Pense em várias ideias de tópicos em 15 minutos.

source: But if you are still nervous, that’s okay!
pt_br: Mas se ainda estiver nervoso(a), tudo bem!

source: But there are many {specific group} with a wide range of knowledge to share and everyone can feel included.
pt_br: Mas há muitas(os) {grupo específico} com conhecimentos amplos para compartilhar e todos podem se sentir incluídos.

source: Career building
pt_br: Construção de carreira

source: Case studies make great talks – talk about how you did something, how you learned something, how you overcame an obstacle, the process you went through to create something or to solve a problem.
pt_br: Os estudos de caso geram ótimas apresentações: fale sobre como você fez algo, como aprendeu algo, como superou um obstáculo, o processo pelo qual passou para criar algo ou para resolver um problema.

source: Coming up with topics and choosing one
pt_br: Levantar tópicos e escolher um

source: Creating Great Slides
pt_br: Como criar ótimos slides

source: Creating Your WordPress Talk
pt_br: Como criar a sua palestra sobre o WordPress

source: Description #Description
pt_br: Descrição #Descrição

source: Different color tags can also be helpful.
pt_br: Etiquetas de cores diferentes podem ser úteis.

source: Dispelling some myths about speakers/speaking
pt_br: Desfazer alguns mitos sobre palestrantes/falar em público

source: Do you feel like you don’t have anything worth sharing?
pt_br: Sente que não sabe nada que valha a pena compartilhar?

source: Do you have no idea what to talk about?
pt_br: Você não tem ideia do que falar?

source: Duo talks are really engaging.
pt_br: Apresentações em duplas podem ser muito interessantes.

source: During this hands-on session, we’ll look at what has stopped you from speaking in the past — and explore how to move past your fears.
pt_br: Durante esta sessão prática, vamos observar o que impediu você de falar no passado e explorar como superar seus medos.

source: Each participant will come out of the workshop with a WordCamp or meetup talk idea — and more confidence to submit it.
pt_br: Cada participante sairá da oficina com uma ideia para apresnetar em um WordCamp ou Meetup, e com mais confiança para apresentá-la.

source: Emphasize that this isn’t a commitment, it’s an agreement to have further conversation about it.
pt_br: Deixe claro que isso não é um compromisso, é apenas um acordo para conversar mais sobre o assunto.

source: Even if your audience has knowledge about the same topic, they will not frame that knowledge the same way – they will still have something to learn from you.
pt_br: Mesmo que seu público tenha conhecimento sobre o mesmo tema, eles não construíram esse conhecimento da mesma maneira, então ainda terão algo a aprender com você.

source: Everyone gets nervous in front of audiences, and that’s just a part of being human.
pt_br: Todo mundo fica nervoso na frente do público, isso é apenas uma parte de ser humano.

source: Everyone has a different idea of what “expert” means.
pt_br: Todo mundo tem uma ideia diferente do que significa "especialista".

source: Everyone has their own reasons for not speaking in public, especially at tech events, but most of those reasons are based on myths that we can dispel or concerns that we can address:
pt_br: Todo mundo tem suas próprias razões para não falar em público, especialmente em eventos de tecnologia, mas a maioria dessas razões são baseadas em mitos que podemos desfazer ou preocupações que podemos abordar:

source: Expect that, don’t take it personally, and be happy with the people who do connect with you.
pt_br: Não leve para o lado pessoal e fique satisfeito com as pessoas que se conectam com você.

source: Facilitators say a few words about themselves.
pt_br: Os facilitadores se apresentam rapidamente.

source: Finding a Topic for a WordPress Talk
pt_br: Como escolher um tópico para uma palestra sobre o WordPress

source: Finding a Topic for a WordPress Talk [and Diversity Speaker Outreach]
pt_br: Como escolher um tópico para uma palestra sobre o WordPress [e promoção de diversidade entre palestrantes]

source: First of all, most of them probably aren’t as bored as they look.
pt_br: Antes de tudo, a maioria deles provavelmente não está tão entediada quanto parece.

source: First of all, practice practice practice!
pt_br: Em primeiro lugar, pratique, pratique, pratique!

source: For example: If you have a favorite plugin, you can try asking who is this plugin for?
pt_br: Por exemplo: Se você tem um plugin favorito, pode tentar perguntar: para quem é este plugin?

source: From this list, can you refine your topic?
pt_br: A partir disso, você pode refinar seu tópico?

source: Give back to the community
pt_br: Contribuir para a comunidade

source: Going around the circle, each person say:
pt_br: Ao redor do círculo, cada pessoa diz:

source: Have several ideas for topics you could speak about
pt_br: Ter várias idéias para tópicos sobre os quais você poderia falar

source: Have the group sit in chairs in a circle, or in small groups around tables for most of the sessions.
pt_br: Faça o grupo se sentar em cadeiras em um círculo, ou em pequenos grupos em torno de mesas para a maioria das sessões.

source: Here are some of the various formats:
pt_br: Aqui estão alguns formatos:

source: How
pt_br: Como

source: How did you learn it?
pt_br: Como você aprendeu isso?

source: How did you overcome the biggest block?
pt_br: Como você o superou?

source: How does it work?
pt_br: Como funciona?

source: Identify many of the fears that have stopped you from public speaking.
pt_br: Identificar muitos dos medos que impedem você de falar em público.

source: If you are giving this workshop to recruit speakers for a particular WordCamp or meetup, this is a good time to explain what you are looking for if you need speakers to speak on particular subjects or to particular audiences.
pt_br: Se você está fazendo esta oficina para recrutar palestrantes para um determinado WordCamp ou Meetup, este é um bom momento para explicar o que você está procurando, se precisa de palestrantes para falar sobre assuntos específicos ou para audiências específicas.

source: If you are interested in speaking at an event, please sign up to let us know.
pt_br: Se você estiver interessado em falar em um evento, inscreva-se para nos informar.

source: If you care about your topic, that will shine through and that’s what’s important.
pt_br: Se o seu tema é importante para você, sua ligação com ele vai ficar clara ao público, e é isso que vale.

source: If you don’t know the answer, there are several things you can do:
pt_br: Se você não souber a resposta, há várias coisas que você pode fazer:

source: If you have used WordPress before, you have knowledge that other people want you to share.
pt_br: Se você já usou o WordPress antes, tem conhecimento que outras pessoas querem que você compartilhe.

source: If you're planning on running it, please either [let us know here](https://make.wordpress.org/community/handbook/meetup-organizer/event-formats/diversity-speaker-training-workshop/) or message @jillbinder on Slack.
pt_br: Se você está planejando fazer uma, por favor, [avise-nos aqui](https://Make.WordPress.org/community/Handbook/Meetup-Organizer/Event-formats/Diversity-Speaker-Training-Workshop/) ou envie uma mensagem a @jillbinder no Slack.

source: If you’re having trouble deciding, it’s ok.
pt_br: Se está com problemas para decidir, tudo bem.

source: If you’re really nervous, don’t start by speaking at an event where you will have a big audience.
pt_br: Se você é muito nervoso(a), não comece falando em um evento de grande público.

source: Imposter Syndrome
pt_br: Síndrome do impostor

source: Imposter syndrome is really common – you aren’t alone.
pt_br: A síndrome do impostor é muito comum, você não está só.

source: In fact, it’s okay to admit that you are nervous – people will be sympathetic.
pt_br: Na verdade, não há problema em admitir que você está nervoso(a), as pessoas simpatizarão com isso.

source: Is there something more specific on which you’d like to give the talk?
pt_br: Há algum tópico mais específico sobre o qual você gostaria de dar a palestra?

source: It’s fun!
pt_br: É divertido!

source: I’m nervous right now, too, but I’m up here speaking in front of you and I haven’t died yet!
pt_br: Eu também estou nervoso agora, mas estou aqui falando na sua frente e ainda não morri!

source: Just as how a developer's point of view is different from a user's point of view, so are our viewpoints vs the standard speaker.
pt_br: Assim como o ponto de vista de um desenvolvedor é diferente do ponto de vista de um usuário, as visões do nosso grupo são diferentes das do palestrante padrão.

source: Just pick one to say to the rest of the group.
pt_br: Só escolha um para contar ao resto do grupo.

source: Keep in mind that your audience is on your side – they want to see you succeed.
pt_br: Tenha em mente que seu público está do seu lado, eles querem ver sua apresentação dar certo.

source: Lessons in this module include:
pt_br: As lições neste módulo incluem:

source: Let's all introduce ourselves.
pt_br: Vamos todos nos apresentar.

source: Making a little joke at the beginning about being nervous (like I just did) will dispel the nervous energy in the room.
pt_br: Fazer uma brincadeira no começo sobre estar nervoso (como eu acabei de fazer) irá dissipar a energia nervosa na sala.

source: Many people are allergic to them.
pt_br: Muitas pessoas são alérgicas a eles.

source: Many {specific group}, by nature of having had different life experiences, would approach problems differently.
pt_br: Muitos(as) {grupo específico}, por terem tido experiências de vida diferentes, abordariam problemas de forma diferente.

source: N/A
pt_br: Não se aplica

source: No one knows everything, and everyone has something to learn.
pt_br: Ninguém sabe de tudo e todo mundo tem algo a aprender.

source: No, there are plenty of other ways to share your expertise at WordPress events.
pt_br: Não, há muitas outras maneiras de compartilhar seus conhecimentos em eventos do WordPress.
